{
    "proxima": [
        "Golpe Desequilibrado: -2 de bônus circunstancial na CA até o fim do seu próximo Turno.",
        "Flanco Exposto: Fraqueza(1d6) ao próximo Ataque inimigo.",
        "Contra-Ataque: O inimigo alvo pode Reacionar e Golpear corpo a corpo.",
        "Guarda Rompida: Fica Desprevenido até o fim do seu próximo Turno.",
        "Impacto Retardado: Fica Lento 1 até o fim do seu próximo Turno.",
        "Postura Vulnerável: -2 de circunstância em resistência contra manobras até o fim do seu próximo Turno.",
        "Falsa Investida: Move-se 3m em uma direção escolhida, provocando ataques de oportunidade.",
        "Torção Inesperada: Toma 1d4 de dano sempre que atacar até se curar.",
        "Tombo: Cai no chão, fica Prostrado.",
        "Arma Desgovernada: Ataque um alvo aleatório dentro do alcance.",
        "Tremor: Sua arma cai no chão próximo aos seus pés.",
        "Alvo Errado: Acerta um alvo aleatório dentro do alcance, excluindo o alvo original.",
        "Alvo de Atenção: Inimigos ganham +1 de bônus de estado em ataques contra você até o fim do seu próximo Turno.",
        "Movimento Atrapalhado: Seu deslocamento é reduzido em 3m até o fim do seu próximo Turno.",
        "Ofuscado pela Raiva: Fica Ofuscado até o fim do seu próximo Turno.",
        "Arma Empenada: -1 de bônus de item em ataques com a arma até ser reparada.",
        "Tranco no Ombro: -1 de bônus circunstancial em ataques até o fim do seu próximo Turno.",
        "Esbarro Desastrado: Você e o alvo sofrem dano igual ao seu modificador de Força + 1d6.",
        "Puxão no Músculo: -2 no próximo ataque.",
        "Pé Torcido: Seu deslocamento é reduzido em 3m até se curar.",
        "Sangramento Espontâneo: Toma 1d4 de sangramento."
    ],
    "distancia": [
        "Flecha Desviada: O projétil erra o alvo e acerta um objeto ou criatura aleatória a até 3m de distância dele.",
        "Arma Empenada: -1 de bônus de item em ataques com a arma até ser reparada.",
        "Alvo Bloqueado: O alvo tem +1 de bônus circunstancial na CA contra seus ataques até o fim do seu próximo turno.",
        "Visão Embaçada: Fica Ofuscado até seu próximo ataque à distância.",
        "Mão Trêmula: -1 circunstancial nos testes de ataque até o fim do seu próximo Turno.",
        "Recuo Doloroso: Você sofre 1d4 de dano de impacto pelo recuo mal controlado.",
        "Ricochete: O projétil é devolvido para você, faça um ataque contra sua própria CA.",
        "Derrubar Munição: Sua munição cai toda espalhada aos seus pés.",
        "Arma Travada: A arma não pode ser usada até usar duas ações para destravar ela.",
        "Alvo Errado: Erra o alvo original e ataca um alvo aleatório, seja aliado ou inimigo, dentro do alcance máximo."
    ],
    "desarmada": [
        "Braço Torcido: Sofre 1d4 de dano e tem -1 de estado em ataques com essa mão até ser curado.",
        "Equilíbrio Perdido: Cai Prostrado.",
        "Postura Arruinada: Fica desprevenido até o fim do seu próximo Turno.",
        "Golpe Falho: O próximo ataque inimigo contra você tem +2 circunstancial.",
        "Pulso Lesado: Não pode usar objetos com essa mão até ser curado.",
        "Respiração Descompassada: Não pode falar ou andar mais de uma vez até o fim do seu próximo Turno.",
        "Costela Machucada: Toma 1d6 de dano ao atacar até ser curado.",
        "Movimento Travado: Não pode se deslocar até o fim do seu próximo Turno",
        "Ombro Deslocado: Ataques desarmados causam metade do dano até ser recolocado",
        "Tendão Estirado: Seu próximo ataque tem -2 circunstancial.",
        "Grito Involuntário: Inimigos em 6m ganham +2 circunstancial em ataques contra você até o fim do seu próximo Turno.",
        "Visão Turva: Fica Ofuscado até o fim do seu próximo turno.",
        "Caiu: Role 1d2, em 1 você cai, em 2 derruba um item carregado.",
        "Reflexo Lento: Não pode usar reações até o fim do seu próximo Turno",
        "Impacto Fraco: Seu próximo ataque desarmado causa dano mínimo nos dados",
        "Postura Aberta: Fraqueza(1d6) ao próximo Ataque inimigo",
        "Membro Sangrando: Toma 1d4 de Sangramento.",
        "Golpe no Vazio: Perde o equilíbrio e avança 1,5m na diagonal escolhida adjacente ao alvo, provocando ataques de oportunidade"
    ],
    "magia": [
        "Mas que Demônio!: Sua magia se transforma em Invocar Servo Menor de mesmo Circulo, mas não maior que 4º, e invoca um Demônio para o nível apropriado, atacando uma vez quem está mais próximo.",
        "Poder Diminuido: Até se curar, está Estupefato 2.",
        "Dor de Cabeça: Você toma 3d6 de dano Mental e testa Fortitude. Em uma falha você fica Confuso.",
        "Escorregão Mental: Você é controlado pelo seu alvo até o fim do seu próximo Turno.",
        "Tufão: Você testa Vontade, e se falhar é arremeçado 1d6*1,5m em uma direção aleatória.",
        "Magifragmentação: Seu alvo ganha o efeito de Imagem Espelhada."
    ]
}